Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/usein_kysytyt_kysymykset.html.tmx
Source language: fin
Languages: sme

source: Saamelaisen kielineuvolan kolmas Facebook-livelähetys 27.9.2018 Inarissa .
sme: Sápmelaš giellaravvehaga goalmmat Facebook-livesádda 27.9.2018 Anáris .

source: Kuvassa vasemmalta: Riitta Lehtola, Pirjo Lotvonen, Merja Pieski, Niina Siltala ja Annika Pasanen.
sme: Govas gurutbealde: Riitta Lehtola, Pirjo Lotvonen, Merja Pieski, Niina Siltala ja Annika Pasanen.

source: Usein kysytyt kysymykset
sme: Dávjá jerrojuvvon gažaldagat

source: Miten lapsi suhtautuu siihen, että joutuu kielipesässä uuteen kieliympäristöön?
sme: Mo mánná reagere dasa, go gártá giellabeasis ođđa giellabirrasii?

source: Miten kielipesä eroaa siitä, kun saamenkielinen lapsi joutui suomenkieliseen asuntolakouluun?
sme: Mo giellabeassi earrána das, go sámegielat mánná gárttai suomagielat ásodatskuvlii?

source: Eikö olisi parempi, että lapsi omaksuu ensin kunnolla yhden kielen ja vasta sen jälkeen toisen?
sme: Iigo livčče buoret, ahte mánná oahppá vuos albma láhkai ovtta giela ja easkka das maŋŋá nuppi?

source: Miten on mahdollista, että lapsi alkaa ymmärtää saamea niin nopeasti?
sme: Mo lea vejolaš, ahte mánná áddešgoahtá sámegiela nu johtilit?

source: Miksi lapsi ei ala itse puhua saamea, vaikka ymmärtää sitä?
sme: Manin mánná ii hállagoađe ieš sámegiela, vaikke ádde dan?

source: Miksi jotkut lapset alkavat puhua heti ja jotkut vasta vuosien päästä?
sme: Manin muhtin mánát álget hállat dalán ja muhtumat easkka jagiid geažis?

source: Miten lasta voisi rohkaista puhumaan?
sme: Mo máná sáhtášii roahkasmahttit hállat?

source: Kielipesälapset puhuvat keskenään suomea.
sme: Giellabeassemánát suomastit gaskaneaset.

source: Miksi, ja onko sille mitään tehtävissä?
sme: Manin, ja sáhttágo dasa bargat juoidá?

source: Lapsi käyttää virheellistä sanaa tai taivutusmuotoa, kun puhuu saamea.
sme: Mánná geavaha boastto sáni dahje sojahanhámi, go hállá sámegiela.

source: Miten siihen pitäisi suhtautua?
sme: Mo dasa galggašii reageret?

source: Aiheuttaako kielipesässä oleminen viivästystä tai häiriötä suomen kielen kehittymiseen?
sme: Goahcágo dahje hehttego giellabeassái oassálastin suomagiela ovdáneami?

source: Mitä tehdä, kun kumpikaan kielipesälapsen vanhemmista ei osaa itse saamea?
sme: Maid galgá bargat, go giellabeassemáná vánhemiin ii goabbáge máhte ieš sámegiela?

source: Kannattaako käyttää lapsen kanssa saamea, jos osaa sitä itse vain vähän?
sme: Gánnehago geavahit mánáin sámegiela, juos máhttá dan ieš dušše veháš?

source: Pilaako se lapsen kielen?
sme: Bilidago dat máná giela?

source: Miksi kotona pitäisi ponnistella kielen eteen – eikö riitä, että lapsi on kielipesässä?
sme: Manin ruovttus galggašii rahčat giela ovdii – iigo reahke, ahte mánná lea giellabeasis?

source: Saamenkieliset sukulaiset eivät kehotuksista huolimatta puhu lapselle saamea – mikä neuvoksi?
sme: Sámegielat fuolkkit eai ávžžuhusain fuolakeahttá sámás mánnái – mii ráđđin?

source: Mitä tehdä, kun lapsi on yhtäkkiä alkanut protestoida kielipesää tai saamen kieltä vastaan?
sme: Maid bargat, go mánná lea báifáhkka álgán protesteret giellabeasi dahje sámegiela vuostá?

source: Onko järkeä laittaa lapsi kielipesään, jos paikkakunnallamme ei ole saamenkielistä kouluopetusta?
sme: Leago jierbmi bidjat máná giellabeassái, juos báikegottis ii leat sámegielat skuvlaoahpahus?

source: Miten lapsi pärjää kielipesän jälkeen saamenkielisessä kouluopetuksessa, jos vanhemmat eivät osaa saamea?
sme: Mo mánná birge giellabeasi maŋŋá sámegielat skuvlaoahpahusas, juos vánhemat eai máhte sámegiela?

source: Saamenkielinen luokka, suomenkielinen luokka, kielikylpyluokka, kaksikielinen luokka…
sme: Sámegielat luohkká, suomagielat luohkká, giellalávgunluohkká, guovttegielat luohkká…

source: Mikä on kielipesälapselle paras kouluopetuksen muoto?
sme: Mii lea giellabeassemánnái buoremus skuvlaoahpahusa hápmi?

source: Kielipesän tavoitteena on toiminnallinen kaksikielisyys kouluikään mennessä.
sme: Giellabeasi ulbmilin lea funktionála guovttegielatvuohta skuvlaagi rádjai.

source: Mitä tarkoittaa toiminnallinen kaksikielisyys?
sme: Maid dárkkuha funktionála guovttegielatvuohta?

source: Haluaisimme lapsemme oppivan saamea, mutta paikkakunnallamme ei ole kielipesää – mitä tehdä?
sme: Háliidivččiimet ahte mánná oahppá sámegiela, muhto báikegottis ii leat giellabeassi – maid galgá bargat?

source: Paikkakunnallamme on kielipesä, mutta eri saamen kielellä kuin sukumme saamen kieli.
sme: Báikegottis lea giellabeassi, muhto eará sámegielain go min soga sámegiella lea.

source: Kannattaako laittaa lasta kielipesään?
sme: Gánnehago bidjat máná giellabeassái?

source: Mitä tehdä, kun haluaisimme lapsen oppivan juuri omaa murrettamme, mutta kielipesän työntekijät puhuvat eri murretta?
sme: Maid bargat, go háliidivččiimet ahte mánná oahppá namalassii min suopmana, muhto giellabeasi bargit hállet eará suopmana?

source: Miksi saamenkielisissä kielipesissä on myös sellaisia työntekijöitä, jotka eivät puhu saamea äidinkielenään tai ovat vasta oppineet kieltä?
sme: Manin sámegielat giellabesiin leat maiddái dakkár bargit, geat eai hála sámegiela eatnigiellan dahje leat easkka oahppan giela?

source: Mistä saa neuvoja, kun lapsen kielen kehitys askarruttaa?
sme: Gos oažžu rávvagiid, go máná giela ovdáneapmi smiehtaha?

source: Yleensä erittäin mutkattomasti.
sme: Dábálaččat erenomáš njuovžilit.

source: On olennaista ymmärtää, että lapset eivät ole samalla tavalla kiinni sanallisessa kommunikaatiossa kuin aikuiset.
sme: Lea dehálaš áddet, ahte mánát eai leat seamma láhkai gitta sánálaš kommunikašuvnnas nugo rávesolbmot.

source: Huolenpito, välittäminen, ymmärretyksi tuleminen, kiinnostava tekeminen ja mielekäs seura ovat lapselle paljon tärkeämpiä kuin kieli, jolla hänelle puhutaan.
sme: Fuolaheapmi, berošteapmi, gulahallan, miela miel doaimmat ja suohtas searvi leat mánnái olu dehálut go giella, mainna sutnje hállojuvvo.

source: Työntekijät osoittavat lapselle monin tavoin, että häntä ymmärretään ja hänen tarpeisiinsa reagoidaan.
sme: Bargit čájehit mánnái máŋgga láhkai, ahte su áddejit ja su dárbbuide reagerejuvvo.

source: Lapsi saattaa omista ominaisuuksistaan riippuen olla joko hyvin kiinnostunut uudesta kielestä tai suhtautua siihen ikään kuin siinä ei olisi mitään erikoista.
sme: Mánná sáhttá iešvuođaidis mielde leat jogo hirbmat beroštuvvan ođđa gielas dahje vuogáiduvvat dasa nugo das ii livččii mihkkige erenomáš.

source: Lapsen ikä voi vaikuttaa asiaan.
sme: Máná ahki sáhttá váikkuhit áššái.

source: Lapsi, joka tulee ensimmäistä kertaa elämässään hoitoon kodin ulkopuolelle, ei todennäköisesti kyseenalaista kielipesän kieltä.
sme: Mánná, gii boahtá vuosttas háve eallimis dikšui ruovttu olggobeallái, ii jáhkkimis vávjje giellabeasi giela.

source: Ehkä hän arvelee, että hoidossa kuuluu puhua eri lailla!
sme: Kánske son navdá, ahte divššus galgáge hállat eará láhkai!

source: Joskus isompi lapsi saattaa kommentoida aluksi kummastellen tai negatiivisestikin uutta kieltä, etenkin jos hän on aiemmin ollut suomenkielisessä päivähoidossa, mutta tämä menee yleensä pian ohi.
sme: Muhtumin stuorát mánná sáhttá kommenteret álggos imaštallamiin dahje negatiivvalaččatge ođđa giela, eandaliige jos son leamaš ovdal suomagielat beaivedivššus, muhto dat manná dábálaččat fargga meattá.

source: Vanhempien kannattaa ehdottomasti selittää isommalle lapselle etukäteen, mistä kielipesässä on kyse.
sme: Vánhemiid gánneha eandalii čilget stuorát mánnái ovddalgihtii, mas giellabeasis lea gažaldat.

source: Asuntolakoulussa tilanne oli pahimmassa tapauksessa se, että saamenkielistä lasta rangaistiin ainoan osaamaansa kielen puhumisesta, eikä yksikään aikuinen ymmärtänyt hänen kieltään ja kulttuuritaustaansa.
sme: Ásodatskuvllas dilli lei vearrámus dáhpáhusas dakkár, ahte sámegielat mánná ráŋggáštuvvui su máhttin áidna giela hállamis, iige oktage rávesolmmoš ádden su giela ja kulturduogáža.

source: Enemmistökielisen asuntolakoulun seurauksena moni saamelaislapsi menetti oman ensimmäisen kielensä.
sme: Eanetlogugielat ásodatskuvlla čuovvumuššan máŋga sámemáná masse iežaset vuosttas giela.

source: Kielipesässä lapsi saa puhua osaamaansa kieltä ja hänelle osoitetaan selvästi, että häntä ymmärretään ja hänestä huolehditaan, vaikka hänelle puhutaankin eri kieltä.
sme: Giellabeasis mánná oažžu hállat su máhttin giela ja sutnje čájehuvvo čielgasit, ahte su áddejit ja sus fuolahuvvo, vaikke sutnje hálloge eará giella.

source: Toiminta pohjautuu saamelaiskulttuuriin.
sme: Doaibman vuođđuduvvá sámekultuvrii.

source: Lapsen ensikieltä ei väheksytä eikä viedä pois, sen sijaan hän saa sen rinnalle toisen kielen.
sme: Máná vuosttasgiella ii badjelgehččojuvvo iige dolvojuvvo eret, baicce son oažžu dan báldii nuppi giela.

source: Tätä pidetään usein periaatteena varhaisessa, täydellisessä kielikylvyssä, esimerkiksi ruotsinkielisessä kielikylvyssä Suomessa.
sme: Dát dollojuvvo dávjá prinsihppan árradis, dievaslaš giellalávgumis, ovdamearkan ruoŧagielat giellalávgumis Suomas.

source: Ruotsinkielisen kielikylvyn ja saamenkielisen kielipesän taustatilanne, lähtökohdat ja tavoitteet ovat kuitenkin monelta osin hyvin erilaiset.
sme: Ruoŧagielat giellalávguma ja sámegielat giellabeasi duogášdilli, vuolggasajit ja ulbmilat leat goittotge máŋggain osiin hui earáláganat.

source: Saamen kielten tilanne on niin uhanalainen ja haavoittuvainen, että lapselle on pyrittävä antamaan kaikki mahdollinen tuki saamen kielen omaksumiseksi.
sme: Sámegielaid dilli lea nu áitatvuloš ja rašši, ahte mánnái galgá figgat addit buot vejolaš doarjaga sámegiela oahppama várás.

source: Varhain aloitettu kielipesä ja saamenkieliset kontaktit sen ulkopuolella mahdollistavat vahvan kielenomaksumisen ennen kouluikää.
sme: Árrat álggahuvvon giellabeassi ja sámegielat kontávttat dan olggobealde dahket vejolažžan nana gielaoahppama ovdal skuvlaagi.

source: Tämä on tärkeää, koska kouluympäristössä suomen kielen ja suomenkielisen kulttuurin vaikutus on väistämättä vahva.
sme: Dát lea dehálaš, danin go skuvlabirrasis suomagiela ja suomagielat kultuvrra váikkuhus lea vissásit nanus.

source: Kahden tai useamman kielen oppiminen samaan aikaan kotona tai kodin ulkopuolella on aivan normaalia – monilla alueilla maailmassa normaalimpaa kuin yksikielisenä kasvaminen.
sme: Guovtte dahje máŋgga giela oahppan seammá áigge ruovttus dahje ruovttu olggobealde lea áibbas normála – máŋggain guovlluin máilmmis dábálut go ovttagielagin šaddan.

source: Aikuinen saattaa rinnastaa kielipesän siihen, että itse joutuisi kieliympäristöön, jossa ei ymmärrä puhuttua kieltä.
sme: Rávesolmmoš sáhttá buohtastahttit giellabeasi dasa, ahte ieš gárttašii giellabirrasii, gos ii ádde giela, maid hállet.

source: Lapsen tilanne kielipesässä on kuitenkin aivan toinen.
sme: Máná dilli giellabeasis lea goittotge áibbas eará.

source: Pikkulapsella on hyvin laajat kognitiiviset ja psyykkiset valmiudet omaksua kieltä ja useampia kieliä rinnakkain.
sme: Smávvamánás leat hui viiddes kognitiivvalaš ja psyhkalaš válmmašvuođat oahppat giela ja máŋggaid gielaid rattát.

source: Hänellä ei ole kieleen ja oppimiseen liittyviä ennakkoluuloja.
sme: Sus eai leat gillii ja oahppamii gullevaš ovdagáttut.

source: Kielipesässä kieltä ei opetella erillisenä oppiaineena ja objektina vaan lapsi omaksuu sitä luontevasti toiminnan ohessa.
sme: Giellabeasis giella ii oahpahallo sierra oahppoávnnasin ja objeaktan muhto mánná oahppá dan lunddolaččat doaimma olis.

source: Konkreettiseen tekemiseen yhdistyvä kielenoppiminen on tehokasta.
sme: Gielaoahppan, mii laktása konkrehtalaš bargamii, lea beaktil.

source: Ihmisen kielitaidossa passiivinen kielitaito (ymmärtäminen) ja aktiivinen kielitaito (puhuminen) voivat olla hyvinkin eri tasolla.
sme: Olbmo gielladáiddus passiivvalaš gielladáidu (ádden) ja aktiivvalaš gielladáidu (hállan) sáhttet leat hui sierra dásis.

source: Passiivinen kielitaito kehittyy säännöllisesti kielipesässä olevalla lapsella kuin itsestään, mutta aktiivisen kielitaidon osalta kehitys on hyvin yksilöllistä.
sme: Passiivvalaš gielladáidu ovdána nugo iešalddes mánás, gii lea fásta giellabeasis, muhto aktiivvalaš gielladáiddu oasil ovdáneapmi lea hui individuálalaš.

source: Kielipesässä lasta ei voi eikä saa pakottaa puhumaan saamea, ja jotkut lapset voivat pitkäänkin pysytellä siinä kielessä, joka on heille itselleen helpointa, eli ensimmäisenä opitussa kielessään.
sme: Giellabeasis máná ii galgga iige oaččo bágget hállat sámegiela, ja muhtin mánát sáhttet guhkáge bissut dan gielas, mii lea sidjiide alcceseaset álkimus, dahjege vuosttasin ohppon gielas.

source: Kielenvalintaa voi siis ohjailla eräänlainen pienimmän ponnistuksen laki.
sme: Giellaválljema sáhttá nappo stivret muhtinlágan uhcán rahčama láhka.

source: Voi myös olla, että lapsella ei vielä ole sanastollista valmiutta tuottaa puhetta;
sme: Sáhttá maiddái leat, ahte mánás ii vel leat sátneráju guoski válmmašvuohta buvttadit hállama;

source: hänhän voi puhua itse vain, jos hänelle on annettu työkalut puhumiseen.
sme: sonhan sáhttá hállat ieš dušše, jos sutnje leat addojuvvon bargoneavvut hállamii.

source: Eri lapsilla on erilaiset kiinnostuksenkohteet ja yksilöllinen suuntautuminen maailmaan – niin myös kieleen.
sme: Sierra mánáin leat iešguđetlágan beroštumit ja individuálalaš doaladumit máilbmái – nu maiddái gillii.

source: Esimerkiksi lapsen sosiaalisen samastumisen tarve, itsekriittisyys ja monet muut luontaisen temperamentin piirteet voivat vaikuttaa hänen kielenvalintaansa saamen ja suomen välillä.
sme: Ovdamearkan máná sosiálalaš buohtastuvvama dárbu, ieš- krihtalašvuohta ja máŋggat eará lunddolaš temperameantta iešvuođat sáhttet váikkuhit su giellaválljemii sáme- ja suomagiela gaskkas.

source: Myös kaveripiirin ja kodin kielitilanne ja ympäristön asenteet voivat toki vaikuttaa.
sme: Maiddái skihpáriid ja ruovttu gielladilli ja birrasa doaladumit sáhttet nappo váikkuhit.

source: Vaikka kielipesälapsi ei vielä puhuisi itse saamea, kielenomaksumisprosessi on jatkuvasti käynnissä.
sme: Vaikke giellabeassemánná ii vel hálašiige ieš sámegiela, gielaoahppanproseassa lea jotkkolaččat jođus.

source: Lyhyesti sanottuna niin, että saamenkieliset aikuiset viettävät lapsen kanssa mahdollisimman paljon aikaa saamen kieltä puhuen.
sme: Sáhttá ná deahtistit, ahte sámegielat rávesolbmot golladit áiggiset mánáiguin nu olu go vejolaš hállamiin sámegiela.

source: Mieluiten niiden asioiden ja sellaisen tekemisen parissa, jotka kiinnostavat lasta.
sme: Millosepmosit dakkár áššiid ja dakkár bargama olis, mat geasuhit mánáid.

source: Kielipesässä tämä tarkoittaa sitä, että henkilöstön tulisi osallistua mahdollisimman paljon lasten yhteisiin leikkeihin ja toisaalta myös viettää välillä aikaa jokaisen lapsen kanssa erikseen.
sme: Giellabeasis dát dárkkuha dan, ahte bargoveahka galggašii oassálastit nu olu go vejolaš mánáid oktasaš stoahkamiidda ja nuppe dáfus maiddái galggašii duollet dálle várret áiggi sierra juohke mánnái.

source: Tällä tavalla saamea puhuva aikuinen antaa lapselle kielellisen mallin ja työkaluja saamen kielen puhumiseen.
sme: Dán láhkai sámegiela hálli rávesolmmoš addá mánnái gielalaš málle ja bargoneavvuid sámegiela hállamii.

source: Kielipesän ulkopuolella vanhempien on tärkeää huolehtia siitä, että lapsi kuulee saamea monipuolisesti ja eri yhteyksissä.
sme: Giellabeasi olggobealde vánhemiid lea dehálaš fuolahit das, ahte mánná gullá sámegiela máŋggabealagit ja sierra oktavuođain.

source: Pelkkä kuuleminen ei kuitenkaan kehitä aktiivista kielitaitoa vaan siihen tarvitaan vuorovaikutusta.
sme: Dušše gullan ii goittotge ovddit aktiivvalaš gielladáiddu muhto dasa dárbbašuvvo vuorrováikkuhus.

source: Jos vanhemmat eivät itse pysty puhumaan lapsen kanssa saamea, olisi tärkeää etsiä kontakteja muihin kielenpuhujiin esimerkiksi suvun, tuttavapiirin tai yhteisöllisen toiminnan kautta.
sme: Juos vánhemat eai ieža bastte sámástit mánáin, livččii dehálaš ohcat kontávttaid eará giellahálliide ovdamearkan soga, oahppásiid dahje servoša doaimma bokte.

source: Lasta voi yrittää rohkaista saamen puhumiseen myös kyselemällä, mitä mikäkin on saameksi, tai miten jonkin asian voisi sanoa saameksi.
sme: Máná sáhttá figgat roahkasmahttit sámegiela hállamii maiddái jearahallamiin, mii dát lea sámegillii, mo man nu ášši sáhtášii dadjat sámegillii.

source: Riippuu kuitenkin lapsesta, toimiiko kyseleminen – jotkut lapset ärsyyntyvät ja toiset innostuvat siitä.
sme: Lea gitta goittotge mánás, doaibmágo jearahallan – muhtin mánát hárdašuvvet ja nuppit movttáskit das.

source: On hyvin tavallista, että lapset puhuvat kielipesässä keskenään suomen kieltä.
sme: Lea hui dábálaš, ahte mánát hállet giellabeasis gaskaneaset suomagiela.

source: Sellaisetkin lapset, jotka puhuvat aktiivisesti saamea kielipesän aikuisille, saattavat leikkiä keskenään aina suomeksi.
sme: Dakkárge mánát, geat hállet aktiivvalaččat sámegiela giellabeasi rávesolbmuiguin, sáhttet stoahkat gaskaneaset álot suomagillii.

source: Toki on myös lapsia, jotka käyttävät keskenään kumpaakin kieltä tai yksinomaan saamea.
sme: Nappo lea maiddái mánát, geat geavahit gaskaneaset goappáge giela dahje dušše sámegiela.

source: Kielenvalinta liittyy kielen yleiseen tilanteeseen.
sme: Giellaválljen laktása giela almmolaš dillái.

source: Saamenkielisten kielipesien lapset ovat tottuneet siihen, että enemmistö heidän tuntemistaan lapsista puhuu suomea, heidän kotikielenään on usein yksinomaan suomi, ja esimerkiksi lastenkulttuuri heidän ympärillään on pitkälti suomenkielistä.
sme: Sámegielat giellabesiid mánát leat hárjánan dasa, ahte eanetlohku sin dovdan mánáin hállá suomagiela, sin ruovttugiellan lea dávjá dušše suomagiella, ja ovdamearkan mánáidkultuvra sin birra lea buorre muddui suomagielat.

source: Me aikuiset voimme tietoisesti päättää, että puhumme keskenämme saamea, koska pidämme sitä tärkeänä, ja se onkin yksi saamen kielten elpymisen kannalta välttämättömistä valinnoista.
sme: Mii rávesolbmot sáhttit diđolaččat mearridit, ahte hállat gaskaneamet sámegiela, danin go atnit dan dehálažžan, ja dat leage sámegielaid ealáskahttima dáfus okta dain vealtameahttun válljemiin.

source: Lapset toimivat kuitenkin harvoin tällaisten arvovalintojen pohjalta.
sme: Mánát doibmet goittotge hárve dákkár árvoválljemiid vuođul.

source: Lapsia ei voi pakottaa, eikä “puhukaapa saamea!
sme: Mánáid ii sáhte bágget, iige “hállet dal sámegiela!

source: ” -tyyppinen puuttuminen lasten leikkeihin ole pitemmän päälle hedelmällistä.
sme: ” -tiippalaš reageren mánáid stoahkamiidda ii guhkit áiggis leat mávssolaš.

source: Tilanteeseen voi vaikuttaa parhaiten sillä, että henkilöstö osallistuu lasten leikkeihin mahdollisimman paljon.
sme: Dillái sáhttá váikkuhit buoremusat nu, ahte bargoveahka oassálastá mánáid stoahkamiidda nu olu go vejolaš.

source: Saamenkielisen aikuisen läsnäolo johtaa usein siihen, että lapset puhuvat tilanteessa saamea myös toisilleen.
sme: Sámegielat rávesolbmo báikki alde orrun duvdá dávjá dan, ahte mánát hállet sámegiela maiddái nuppiide.

source: Toinen keino on kielellisen mallin antaminen niin, että lapsille mieluisia leluja, pelejä jne. käytetään mahdollisimman paljon myös yhteisissä toiminnoissa.
sme: Nubbi vuohki lea gielalaš málle addin nu, ahte mánáide miela miel duhkorasat, spealut jna. geavahuvvojit nu olu go vejolaš maiddái oktasaš doaimmain.

source: Kun lapset saavat aikuiselta saamenkielisen mallin vaikkapa autoradalla leikkimiseen, he saattavat helpommin puhua saamea autoradalla leikkiessään myöhemminkin, kun aikuinen ei ole mukana.
sme: Go mánát ožžot rávesolbmos sámegielat málle vaikkeba biilaraŧiin stoahkamis, sii sáhttet álkibut hállat sámegiela biilaraŧiin stoagadettiin maŋŋáge, go rávesolmmoš ii leat mielde.

source: Kukaan ei puhu kieltä alusta saakka normien mukaan – ei myöskään yksikielisenä kasvava suomen- tai englanninkielinen lapsi.
sme: Giige ii hála giela álggos norpmaid mielde – ii maiddái ovttagielagin šaddi suoma- dahje eaŋgalsgielat mánná.

source: Suurta enemmistökieltä lapsi kuitenkin kuulee ja pääsee käyttämään niin paljon, että lapsen kielelliset virheet karsiutuvat normaalisti varhaislapsuuden jälkeen pois ilman suurempaa ponnistelua.
sme: Stuorra eanetlogugiela mánná goittotge gullá ja beassá geavahit nu olu, ahte máná gielalaš feaillat báhcet eret dábálaččat árramánnávuođa maŋŋá almmá stuorát rahčama haga.

source: Saamenkielisen lapsen kohdalla tilanne voi olla toinen: kielivirheet ja kielitaidon aukot voivat kuulua kielessä pitkään varhaislapsuuden jälkeenkin, jollei asiaan kiinnitetä huomiota.
sme: Sámegielat máná buohta dilli sáhttá leat nuppelágan: giellafeaillat ja gielladáiddu váilevuođat sáhttet gullot gielas guhká árramánnávuođa maŋŋáge, juos áššái ii giddejuvvo fuopmášupmi.

source: Oikea tapa puuttua lapsen kieleen ei kuitenkaan ole virheistä suoraan huomauttaminen, lapsen puheen keskeyttäminen, saati sitten lapsen nolaaminen.
sme: Rivttes vuohki reageret máná gillii ii goittotge leat feaillain njuolgga fuopmášahttin, máná hállama gaskkalduhttin, guhkkin eret ahte mánná hehppejuvvo.

source: Jokainen kielipesälapsen sanoma saamenkielinen sana on askel eteenpäin!
sme: Giellabeassemáná dadjan juohke sámegielat sátni lea lávki ovddos guvlui!

source: Lapsen saamenkieliseen puheeseen tulee aina suhtautua positiivisesti ja rohkaisevasti, vaikka siinä olisi kuinka paljon virheitä.
sme: Máná sámegielat hállamii galgá álot reageret positiivvalaččat ja roahkasmahttimiin, vaikke das livččege valjis feaillat.

source: Parempi tapa korjata virhe on toistaa sana tai asia oikeassa muodossa.
sme: Buoret vuohki divvut feailla lea geardduhit sáni dahje ášši rivttes hámis.

source: Jos saamenkielinen aikuinen – kielipesässä tai kotona – huomaa lapsen saamen kielessä tiettyjä pysyviä ongelmakohtia, kannattaa etsiä sellaista materiaalia, kuten tekstejä, loruja tai leikkejä, joissa kyseinen kielen piirre tulee esille.
sme: Juos sámegielat rávesolmmoš – giellabeasis dahje ruovttus – fuopmáša máná sámegielas dihto fásta váttisvuođaid, gánneha ohcat dakkár materiála, nugo teavsttaid, hoahkamiid dahje stoahkamiid, main dát giellaášši boahtá ovdan.

source: Jos esimerkiksi mennyt aikamuoto tuottaa usein vaikeuksia, kannattaa lapselle lukea tarinoita, joissa käytetään paljon kyseistä aikamuotoa, ja jutella tarinasta lapsen kanssa.
sme: Juos ovdamearkan vássán áigehápmi dagaha dávjá váigatvuođaid, gánneha mánnái lohkat máidnasiid, main geavahuvvo olu dát áigehápmi, ja ságastit muitalusa birra mánáin.

source: Voi myös ottaa tavaksi kysellä lapsen päivästä tai viikonlopusta niin, että mennyt aikamuoto tulee esille niin kysymyksissä kuin vastauksissa.
sme: Sáhttá maiddái váldit vuohkin jearahallat máná beaivvi dahje vahkuloahpa birra nu, ahte vássán áigehápmi boahtá ovdan nu gažaldagain go vástádusain.

source: Kun puhutaan terveestä, normaalisti kehittyvästä lapsesta, vastaus on selvä: ei aiheuta.
sme: Go hállojuvvo dearvvas, dábálaččat ovdáneaddji mánás, vástádus lea čielggas: ii dagat.

source: Joissakin tutkimuksissa monikielisillä lapsilla on raportoitu pientä kielenkehityksen viivettä, joka kuitenkin tasoittuu yksikielisiin verrattuna viimeistään kouluiässä.
sme: Muhtin dutkamušain lea gávnnahuvvon, ahte máŋggagielat mánáin lea giellaovdáneamis smávva ádjáneapmi, mii goittotge dássána ovttagielat mánáid ektui maŋimustá skuvlaagis.

source: Toiset tutkimustulokset taas viittaavat siihen, ettei tällaista viivettä ole lainkaan.
sme: Nuppit dutkanbohtosat fas čujuhit dasa, ahte dakkár ádjáneapmi ii leat olláge.

source: Saamen kielen oppiminen voi näkyä lapsen suomenkielisessä puheessa: lapsi voi esimerkiksi tietyssä iässä käyttää saamenkielisiä sanoja suomen seassa tai taivuttaa suomenkielisiä sanoja saamen morfologian mukaan.
sme: Sámegiela oahppan sáhttá oidnot máná suomagielat hállamis: mánná sáhttá ovdamearkan dihto agis geavahit sámegielat sániid suomagiela siste dahje sojahit suomagielat sániid sámegiela morfologiija mielde.
